[
  {
    "title": "Fundamentals of Finance",
    "paragraphs": [
      "test paragraph only",
      "test paragraph only number two",
      "Finance is the soul and blood of any business and no firm can survive without finance. It concerns itself with the management of monetary affairs of the firm how money can be raised on the best terms available and how the procured money can be devoted to the best uses. Hence the nature of finance relates to the process of arrangement and application of funds.",
      "Utilization of finance requires payment of fees, rent or any such cost to the provider of finance. Business raises funds and in exchange it has to pay a cost to suppliers of the funds. If the finance is arranged by issuing shares the firm pays dividend in return or capital payment in the form of bonus shares.",
      "Economic application of finance helps to earn profit which ultimately creates value for the firm. Finance administers economic activities, enhances efficiency of the business operation, and thus ensures creation of surplus.",
      "So it deals with the broad spectrum of business activities that are directed to increase the value of the firm. How the fund can be arranged with least cost consideration and how that can be applied with best uses determines the extent of value generated by a firm. Hence finance is value-oriented.",
      "In essence, finance is a complicated form of economic theory because it has to deal with many factors in its analysis, while at the same time the present business and economic world is very dynamic. While the goal of finance remains consistent that of maximizing wealth there are many ways to either accomplish or fail at this goal. A general understanding of the basic principles of finance can nevertheless aid one in making correct decisions.",
      "Financial decisions can also be analyzed in terms of macro factors and micro factors. Macro factors refer to the broad economic picture outside of a company’s jurisdiction. For example, the state of a country’s economy can affect how the company does business. In a bad economy, a business will have to adjust accordingly to remain afloat. Micro decisions refer to financial decisions that are internal to the company itself, such as laying off workers. While the micro and the macro levels can be sometimes interrelated, they are generally considered as separate in financial theory."
    ]
  }
]
